{
  "Greetings": "Hey, I'm Axel 👋🏼",
  "Description": "Fullstack Web Developer, I help my customers in the realization and design of their digital projects.",
  "About": "About",
  "Summary": "In 2018, I started my freelance business alongside my studies. I had the opportunity to work on various projects, ranging from the creation of showcase sites to the implementation of e-commerce platforms. In 2022, I joined the [MyLittleTrip](#work) team as a technical manager to participate in the technological development of the platform. Today, I am looking for new challenges and stimulating projects.",
  "Home": "Home",
  "Blog": "Blog",
  "Projects": "Projects",
  "Work Experience": "Work Experience",
  "MyLittleTrip Description": "Complete management of the technical department of the MyLittleTrip platform. Development of new features, performance optimization and site maintenance.",
  "Full Remote": "Full Remote",
  "Lead Web Developer": "Lead Developer",
  "Modo Lead Description": "Management of the Web development team. Implementation of new development processes, performance optimization and maintenance of client sites. Completion of the most complex web projects.",
  "Modo Description": "Complete development of websites using WordPress and Laravel. Creation of custom themes and plugins. Performance optimization and site maintenance.",
  "Gamecash Description": "Development of new features on the e-commerce site. Performance optimization and site maintenance.",
  "Custom MVC Framework": "Custom MVC Framework",
  "IMIE Degree": "Conceptor/Developer in Digital Projects Degree",
  "BTS Degree": "HTC Digital Systems option Computer and Networks",
  "A Level Degree": "A Level \"STI2D\" option Information Systems and Digital",
  "Education": "Education",
  "Skills": "Skills",
  "July 2024 - Present": "July 2024 - Present",
  "My Projects": "My Projects",
  "Check out my latest work": "Check out my projects",
  "I'm an active open-source contributor and have worked on a variety of projects. Here are a few of my favorites.": "I'm an active open-source contributor and have worked on a variety of projects. Here are a few of my favorites.",
  "I am always open to new opportunities and collaborations. Feel free to reach out to me via email at": "I am always open to new opportunities and collaborations. Feel free to reach out to me via email at",
  "Personal dashboard for home use. Displaying weather, calendar, tasks, and more. Made to be used on a big touch screen.": "Personal dashboard for home use. Displaying weather, calendar, tasks, and more. Made to be used on a big touch screen.",
  "A simple IP management tool written in PHP. Not my project, but I am part of the maintainers.": "A simple IP management tool written in PHP. Not my project, but I am part of the maintainers.",
  "Get in Touch": "Get in Touch",
  "September 2024 - Present": "September 2024 - Present",
  "My Customers": "They trusted me"
}