{
  "Greetings": "Hello, moi, c'est Axel",
  "Description": "Développeur Web Fullstack, j'accompagne mes clients dans la réalisation et la conception de leurs projets numériques.",
  "About": "À propos",
  "Summary": "En 2018, j'ai lancé mon activité de freelance en parallèle de mes études. J'ai eu l'opportunité de travailler sur des projets variés, allant de la création de sites vitrines à la mise en place de plateformes e-commerce. En 2022, j'ai rejoint l'équipe de [MyLittleTrip](#work) en tant que responsable technique pour participer au développement technologique de la plateforme. Aujourd'hui, je suis à la recherche de nouveaux défis et de projets stimulants.",
  "Home": "Accueil",
  "Blog": "Blog",
  "Projects": "Projets",
  "Work Experience": "Expérience professionnelle",
  "Switch to English version": "Passer à la version anglaise",
  "MyLittleTrip Description": "Gestion complète du pôle technique de la plateforme MyLittleTrip. Développement de nouvelles fonctionnalités, optimisation des performances et maintenance du site.",
  "Full Remote": "Télétravail",
  "Lead Web Developer": "Lead Developer",
  "Modo Lead Description": "Pilotage de l'équipe de développement Web. Mise en place de nouveau processus de développement, optimisation des performances et maintenance des sites clients. Réalisation des projets web les plus complexes.",
  "Modo Description": "Développement complet de site web sous WordPress et Laravel. Création de thèmes et de plugins personnalisés. Optimisation des performances et maintenance des sites.",
  "Gamecash Description": "Développement de nouvelles fonctionnalités sur le site e-commerce. Optimisation des performances et maintenance du site.",
  "Custom MVC Framework": "Framework MVC personnalisé",
  "IMIE Degree": "Titre de Concepteur/Développeur en Projets Numériques",
  "BTS Degree": "BTS Systèmes Numériques option Informatique et Réseaux",
  "A Level Degree": "Baccalauréat STI2D option Systèmes d'Information et Numérique",
  "Education": "Formation",
  "Skills": "Technologies",
  "July 2024 - Present": "Juillet 2024 - Aujourd'hui",
  "My Projects": "Mes projets",
  "Check out my latest work": "Découvrez mes projets",
  "I'm an active open-source contributor and have worked on a variety of projects. Here are a few of my favorites.": "Je suis un contributeur open-source actif et j'ai travaillé sur une variété de projets. Voici quelques-uns de mes favoris.",
  "I am always open to new opportunities and collaborations. Feel free to reach out to me via email at": "Je suis toujours ouvert à de nouvelles opportunités et collaborations. N'hésitez pas à me contacter par e-mail à",
  "Personal dashboard for home use. Displaying weather, calendar, tasks, and more. Made to be used on a big touch screen.": "Tableau de bord personnel pour un usage domestique. Affichage de la météo, du calendrier, des tâches, et plus encore. Conçu pour être utilisé sur un grand écran tactile.",
  "A simple IP management tool written in PHP. Not my project, but I am part of the maintainers.": "Un outil de gestion d'IP simple écrit en PHP. Ce n'est pas mon projet, mais je fais partie des mainteneurs.",
  "Get in Touch": "On discute ?",
  "September 2024 - Present": "Septembre 2024 - Aujourd'hui",
  "My Customers": "Ils m'ont fait confiance"
}