{
	"Greetings": "Hello, moi, c'est Axel",
	"Description": "Développeur Web Fullstack, j'accompagne mes clients dans la réalisation et la conception de leurs projets numériques.",
	"About": "À propos",
	"Summary": "En 2018, j'ai lancé mon activité de freelance en parallèle de mes études. J'ai eu l'opportunité de travailler sur des projets variés, allant de la création de sites vitrines à la mise en place de plateformes e-commerce. En 2022, j'ai rejoint l'équipe de [MyLittleTrip](#work) en tant que responsable technique pour participer au développement technologique de la plateforme. Aujourd'hui, je suis à la recherche de nouveaux défis et de projets stimulants.",
	"Home": "Accueil",
	"Blog": "Blog",
	"Projects": "Projets",
	"Work Experience": "Expérience professionnelle",
	"workExperience.journey": "Mon parcours professionnel et évolution de carrière",
	"workExperience.timeline": "Vue chronologique",
	"workExperience.grid": "Vue en grille",
	"workExperience.totalExperience": "Expérience totale",
	"workExperience.companies": "Entreprises",
	"workExperience.positions": "Postes",
	"workExperience.technologies": "Technologies utilisées",
	"workExperience.technologiesTools": "Technologies et outils",
	"workExperience.current": "Actuel",
	"workExperience.past": "Passé",
	"workExperience.careerTimeline": "Parcours professionnel",
	"workExperience.year": "an",
	"workExperience.years": "ans",
	"workExperience.month": "mois",
	"workExperience.months": "mois",
	"workExperience.ofProfessionalExperience": "d'expérience professionnelle",
	"Switch to English version": "Passer à la version anglaise",
	"MyLittleTrip Description": "Gestion complète du pôle technique de la plateforme MyLittleTrip. Développement de nouvelles fonctionnalités, optimisation des performances et maintenance du site.",
	"Full Remote": "Télétravail",
	"Lead Web Developer": "Lead Developer",
	"Modo Lead Description": "Pilotage de l'équipe de développement Web. Mise en place de nouveau processus de développement, optimisation des performances et maintenance des sites clients. Réalisation des projets web les plus complexes.",
	"Modo Description": "Développement complet de site web sous WordPress et Laravel. Création de thèmes et de plugins personnalisés. Optimisation des performances et maintenance des sites.",
	"Gamecash Description": "Développement de nouvelles fonctionnalités sur le site e-commerce. Optimisation des performances et maintenance du site.",
	"Custom MVC Framework": "Framework MVC personnalisé",
	"IMIE Degree": "Titre de Concepteur/Développeur en Projets Numériques",
	"BTS Degree": "BTS Systèmes Numériques option Informatique et Réseaux",
	"A Level Degree": "Baccalauréat STI2D option Systèmes d'Information et Numérique",
	"Education": "Formation",
	"Skills": "Technologies",
	"July 2024 - Present": "Juillet 2024 - Aujourd'hui",
	"My Projects": "Mes projets",
	"Check out my latest work": "Découvrez mes projets",
	"I'm an active open-source contributor and have worked on a variety of projects. Here are a few of my favorites.": "Je suis un contributeur open-source actif et j'ai travaillé sur une variété de projets. Voici quelques-uns de mes favoris.",
	"I am always open to new opportunities and collaborations. Feel free to reach out to me via email at": "Je suis toujours ouvert à de nouvelles opportunités et collaborations. N'hésitez pas à me contacter par e-mail à",
	"Personal dashboard for home use. Displaying weather, calendar, tasks, and more. Made to be used on a big touch screen.": "Tableau de bord personnel pour un usage domestique. Affichage de la météo, du calendrier, des tâches, et plus encore. Conçu pour être utilisé sur un grand écran tactile.",
	"A simple IP management tool written in PHP. Not my project, but I am part of the maintainers.": "Un outil de gestion d'IP simple écrit en PHP. Ce n'est pas mon projet, mais je fais partie des mainteneurs.",
	"Get in Touch": "On discute ?",
	"September 2024 - Present": "Septembre 2024 - Aujourd'hui",
	"My Customers": "Ils m'ont fait confiance",
	"Axel Deneu - Web Developer": "Axel Deneu - Développeur Web freelance",
	"Testimonials": "Témoignages",
	"They talk about me": "Ils parlent de moi",
	"Here is a list of testimonials from people who have used my services.": "Voici une liste de témoignages de clients ayant utilisé mes services.",
	"seo.description": "Développeur Web Fullstack spécialisé en PHP, Laravel et frameworks JavaScript modernes. J'aide les entreprises à créer des applications web évolutives et des solutions numériques.",
	"seo.keywords": "développeur web, développeur fullstack, développeur PHP, développeur Laravel, développeur Svelte, développeur freelance, développement web, France",
	"testimonials.supLabel": "Témoignages",
	"testimonials.label": "Ce que disent mes clients",
	"testimonials.description": "Voici ce que certains de mes clients et collègues disent de notre collaboration.",
	"testimonial.sarah": "Axel est un développeur exceptionnel qui a livré notre MVP en avance. Son expertise en Laravel et Vue.js nous a permis de construire une plateforme évolutive qui gère des milliers d'utilisateurs quotidiennement.",
	"testimonial.marc": "Travailler avec Axel a transformé notre plateforme e-commerce. Il a optimisé nos performances de 60% et implémenté des fonctionnalités qui ont directement augmenté notre taux de conversion. Je le recommande vivement !",
	"testimonial.emma": "L'attention d'Axel aux détails et ses pratiques de code propre ont rendu la maintenance de notre site web très facile. Ce n'est pas seulement un développeur, mais un véritable partenaire qui comprend les besoins business.",
	"testimonial.thomas": "En tant que responsable technique chez MyLittleTrip, Axel a démontré des compétences exceptionnelles en leadership et technique. Il a modernisé toute notre stack et encadré efficacement les développeurs juniors.",
	"testimonial.julia": "J'ai travaillé avec de nombreux développeurs, mais Axel se distingue par ses capacités de résolution de problèmes et ses compétences en communication. Il rend les concepts techniques complexes faciles à comprendre.",
	"testimonial.alexandre": "Axel a construit notre plateforme SaaS depuis zéro. Ses décisions architecturales se sont avérées solides alors que nous sommes passés de 100 à 10 000 utilisateurs. Le code qu'il a livré est propre, bien documenté et facile à maintenir. Il a également mis en place notre pipeline CI/CD qui nous a fait gagner d'innombrables heures. Je n'aurais pas pu demander un meilleur partenaire technique pour notre aventure startup.",
	"testimonial.sophie": "Nous avons engagé Axel pour sauver un projet en échec, et il a dépassé toutes nos attentes. Il a rapidement identifié les problèmes, proposé des solutions et livré un produit fonctionnel en un temps record. Son professionnalisme et son dévouement sont inégalés.",
	"testimonial.michael": "L'expertise d'Axel en architecture cloud nous a aidés à réduire nos coûts d'infrastructure de 40% tout en améliorant la fiabilité. Il a conçu une architecture microservices qui s'est parfaitement adaptée à la croissance de notre base d'utilisateurs. Ses connaissances en pratiques DevOps et en automatisation ont été inestimables. Ce n'est pas seulement un codeur, mais un véritable architecte système qui pense à la vue d'ensemble.",
	"testimonial.marie": "En tant que designer, j'apprécie les développeurs qui se soucient de l'expérience utilisateur. Axel va au-delà pour assurer des implémentations au pixel près et des animations fluides. C'est un plaisir de collaborer avec lui.",
	"testimonial.david": "Axel a intégré notre système logistique complexe avec plusieurs API tierces sans aucun problème. Sa solution gère des milliers de transactions quotidiennes sans le moindre accroc. Ce qui m'a le plus impressionné, c'est sa communication proactive tout au long du projet. Il nous a tenus informés à chaque étape et a fourni une documentation complète qui a rendu le transfert transparent.",
	"testimonial.isabelle": "La plateforme d'automatisation marketing qu'Axel a construite pour nous a révolutionné nos campagnes. Sa compréhension des exigences techniques et commerciales a abouti à un outil que notre équipe adore utiliser.",
	"testimonial.james": "Nous avons fait appel à Axel pour notre plateforme d'analyse alimentée par l'IA, et ses contributions ont été révolutionnaires. Il a optimisé notre pipeline de traitement des données, réduisant le temps de calcul de 70%. Son expertise en architecture backend et développement frontend en fait le candidat parfait pour nos besoins full-stack. Je le recommande vivement pour tout projet technique complexe.",
	"testimonial.readMore": "Lire la suite",
	"contact.form.name": "Nom",
	"contact.form.email": "Email",
	"contact.form.subject": "Sujet (optionnel)",
	"contact.form.message": "Message",
	"contact.form.mathChallenge": "Veuillez résoudre : {num1} + {num2} =",
	"contact.form.submit": "Envoyer le message",
	"contact.form.sending": "Envoi en cours...",
	"contact.form.success": "Message envoyé avec succès ! Je vous répondrai bientôt.",
	"contact.form.error": "Échec de l'envoi du message. Veuillez réessayer.",
	"contact.validation.required": "Ce champ est requis",
	"contact.validation.email": "Veuillez entrer une adresse email valide",
	"contact.validation.math": "Veuillez résoudre correctement le problème mathématique",
	"contact.form.challengeError": "Impossible de charger la vérification. Veuillez actualiser la page.",
	"contact.form.successTitle": "Merci, {name} !",
	"contact.form.successMessage": "Votre message a été envoyé avec succès. Je vous répondrai dans les 24-48 heures.",
	"contact.form.successClose": "Fermer",
	"contact.form.successAutoClose": "Fermeture automatique dans {seconds}s",
	"contact.error.tooManyRequests": "Trop de demandes. Veuillez réessayer plus tard.",
	"contact.error.verificationExpired": "Vérification expirée. Veuillez actualiser et réessayer.",
	"contact.error.invalidAnswer": "Réponse de vérification invalide. Veuillez réessayer.",
	"contact.error.nameRequired": "Le nom est requis",
	"contact.error.emailRequired": "L'email est requis",
	"contact.error.emailInvalid": "Veuillez entrer une adresse email valide",
	"contact.error.messageRequired": "Le message est requis",
	"Skip to main content": "Aller au contenu principal",
	"Skip to navigation": "Aller à la navigation",
	"Main navigation": "Navigation principale",
	"site.title": "Axel Deneu",
	"site.author": "Axel Deneu",
	"blog.title": "Blog",
	"blog.description": "Réflexions sur le développement logiciel, la technologie et l'innovation",
	"blog.searchPlaceholder": "Rechercher des articles...",
	"blog.search": "Rechercher",
	"blog.filterByCategory": "Filtrer par catégorie",
	"blog.allCategories": "Toutes",
	"blog.activeFilters": "Filtres actifs",
	"blog.minRead": "min de lecture",
	"blog.previous": "Précédent",
	"blog.next": "Suivant",
	"blog.noSearchResults": "Aucun article trouvé correspondant à votre recherche.",
	"blog.noPosts": "Aucun article publié pour le moment.",
	"blog.backToBlog": "Retour au Blog",
	"blog.share": "Partager",
	"blog.aboutAuthor": "À propos de l'auteur",
	"blog.authorBio": "Écrit par {author}",
	"blog.relatedPosts": "Articles connexes",
	"projects.stats.total": "Total des projets",
	"projects.stats.active": "Projets actifs",
	"projects.stats.stars": "Étoiles GitHub",
	"projects.stats.technologies": "Technologies utilisées",
	"projects.search.placeholder": "Rechercher des projets...",
	"projects.filter.technologies": "Technologies",
	"projects.filter.categories": "Catégories",
	"projects.filter.activeOnly": "Projets actifs uniquement",
	"projects.filter.activeFilters": "Filtres actifs :",
	"projects.empty.search": "Aucun projet trouvé correspondant à votre recherche.",
	"projects.empty.filters": "Aucun projet trouvé avec les filtres sélectionnés.",
	"projects.button.search": "Rechercher",
	"projects.button.clearAll": "Tout effacer",
	"projects.button.clearFilters": "Effacer les filtres",
	"projects.badge.active": "Actif",
	"projects.link.source": "Source",
	"projects.link.website": "Site web",
	"projects.viewAll": "Voir tous les projets",
	"hero.tagline": "Développeur Fullstack depuis 2018",
	"hero.available": "Disponible",
	"hero.experience": "7+ ans d'expérience",
	"hero.projects": "50+ projets livrés",
	"hero.cta.start": "Démarrer un projet",
	"hero.cta.resume": "Télécharger mon CV",
	"Switch to French version": "Passer à la version française",
	"projects.featured": "Projet vedette",
	"resume.title": "CV",
	"resume.download": "Télécharger le CV",
	"resume.print": "Imprimer le CV",
	"resume.seo.description": "CV professionnel d'Axel Deneu, Développeur Web Fullstack spécialisé en PHP, Laravel, Vue.js et technologies web modernes",
	"resume.sections.summary": "Résumé Professionnel",
	"resume.sections.experience": "Expérience Professionnelle",
	"resume.sections.education": "Formation",
	"resume.sections.skills": "Compétences",
	"resume.sections.projects": "Projets Sélectionnés"
}
